;Place localized text in this file



---------------------------------------CARBON REFLEX-----------------------

[CarbonReflexItem X2WeaponTemplate]
FriendlyName="肾上腺素"
FriendlyNamePlural="肾上腺素"
BriefSummary="肾上腺素激活功能系统使士兵在射击时更加精确。"
TacticalText="<Bullet/> 肾上腺素增加反应射击命中率。"

[CarbonReflexPassive X2AbilityTemplate]
LocFriendlyName="肾上腺素"
LocLongDescription="肾上腺素增加反应射击命中率。"
LocHelpText="增加反应射击命中率。"
LocFlyOverText="肾上腺素"
LocPromotionPopupText="<Bullet/> 肾上腺素增加反应射击命中率。"

[CarbonReflexStatBoost X2AbilityTemplate]
LocFriendlyName="肾上腺素"
LocLongDescription="肾上腺素增加反应射击命中率。"
LocHelpText="增加反应射击命中率。"
LocFlyOverText="肾上腺素"
LocPromotionPopupText="<Bullet/> 肾上腺素增加反应射击命中率。"

-------------------------------------REVITALIZER-----------------------

[RevitalizerItem X2WeaponTemplate]
FriendlyName="复活药水"
FriendlyNamePlural="复活药水"
BriefSummary="我们最先进的医疗技术已经被浓缩成一个单一的单元，能够在很长一段时间内维持生命。"
TacticalText="<Bullet/> 复活药水将给予被动治疗。\n<Bullet>复活药水有5格技能条。\n<Bullet>复活药水每次战斗可以治疗所有盟友和所有状态条件的使用者一次。"

[RevitalizerPassive X2AbilityTemplate]
LocFriendlyName="复活药水"
LocLongDescription="复活药水每回合都会治疗这个单位一次。"
LocHelpText="复活药水每回合都会治疗这个单位一次。"
LocFlyOverText="复活药水"
LocPromotionPopupText="<Bullet/> 复活药水被动恢复生命。"

[RevitalizerHeal X2AbilityTemplate]
LocFriendlyName="复活药水"
LocLongDescription="复活药水每回合都会治疗这个单位一次。"
LocHelpText="复活药水每回合都会治疗这个单位一次。"
LocFlyOverText="复活药水"
LocPromotionPopupText="<Bullet/> 复活药水被动恢复生命。"

[RevitalizerStabilize X2AbilityTemplate]
LocFriendlyName="稳定"
LocLongDescription="防止受伤士兵流血。"
LocHelpText="防止受伤士兵流血。"
LocFlyOverText="稳定"
LocPromotionPopupText="<Bullet/> 防止受伤士兵流血。"

[Revitalization X2AbilityTemplate]
LocFriendlyName="再生"
LocLongDescription="治愈所有士兵的所有状态效果。"
LocHelpText="治愈所有士兵的所有状态效果。"
LocFlyOverText="再生"
LocPromotionPopupText="<Bullet/> 治愈所有士兵的所有状态效果。"


-------------------------------------CIRCUIT BREAKER-----------------------

[CircuitBreakerItem X2WeaponTemplate]
FriendlyName="断路器"
FriendlyNamePlural="断路器"
BriefSummary="量子计算的突破将使我们最不懂技术的士兵也能擅长黑客攻击。"
TacticalText="<Bullet/> 断路器给予黑客属性加值。"

[CircuitBreakerStatBoost X2AbilityTemplate]
LocFriendlyName="断路器"
LocLongDescription="断路器给予黑客属性加值。"
LocHelpText="断路器给予黑客属性加值。"
LocFlyOverText="断路器"
LocPromotionPopupText="<Bullet/> 断路器给予黑客属性加值。"

-------------------------------------SUPERLOADER-----------------------

[SuperloaderItem X2WeaponTemplate]
FriendlyName="快速装弹器"
FriendlyNamePlural="快速装弹器"
BriefSummary="通过实验隐形传态技术、量子物理和黑魔法，我们现在有可以不消耗行动点就能给初级武器重新装弹。"
TacticalText="<Bullet/> 快速装弹器允许无限制装弹。"

[Superload X2AbilityTemplate]
LocFriendlyName="快速装弹器"
LocLongDescription="快速装弹器在一个超短的冷却时间内无限装弹。"
LocHelpText="快速装弹器在一个超短的冷却时间内无限装弹。"
LocFlyOverText="快速装弹器"
LocPromotionPopupText="<Bullet/> 快速装弹器在一个超短的冷却时间内无限装弹。"


-------------------------------------BARRIER BURSTER-----------------------

[BarrierBursterItem X2WeaponTemplate]
FriendlyName="防护冲击盾"
FriendlyNamePlural="防护冲击盾"
BriefSummary="虽然我们无法完全模仿护盾持有者的能力来永久保护，但我们已经在短时间内成功地提供足够的护盾。"
TacticalText="<Bullet/> 防护冲击盾提供重型护盾，直到你的下一个回合结束。"

[BarrierBurst X2AbilityTemplate]
LocFriendlyName="防护冲击盾"
LocLongDescription="在你的下一个回合结束前，防护冲击盾为XCOM提供了大量的护盾。"
LocHelpText="防护冲击盾提供重型护盾，直到你的下一个回合结束。"
LocFlyOverText="防护冲击盾"
LocPromotionPopupText="<Bullet/> 防护冲击盾提供重型护盾，直到你的下一个回合结束。"



-------------------------------------SATELLITE TARGETER-----------------------

[SatTargetItem X2WeaponTemplate]
FriendlyName="卫星辅助瞄准"
FriendlyNamePlural="卫星辅助瞄准"
BriefSummary="我们的秘密“GLDN-I计划”的突破使我们能够创建一个模块，能够暂时破解变种人卫星，以提高我们士兵的命中。"
TacticalText="<Bullet/> 卫星目标对在目标半径内捕获的敌方单位给予一个命中加值。"

[SatTarget X2AbilityTemplate]
LocFriendlyName="卫星辅助瞄准"
LocLongDescription="卫星辅助瞄准提高了对目标半径内的敌人的命中能力。"
LocHelpText="卫星辅助瞄准提高了对目标半径内的敌人的命中能力。"
LocFlyOverText="卫星辅助瞄准"
LocPromotionPopupText="<Bullet/> 卫星辅助瞄准提高了对目标半径内的敌人的命中能力。"



--------------------------------------------The Proving Grounds Project------------------------------

[HHSTechTemplate X2TechTemplate]
DisplayName="试验重型支援项目"
Summary="虽然不像完全武器化的武器那样致命，但对于由装甲提供动力的极为有效的支援项目来说，潜力是巨大的。"
CodeName="城市战利品"
LongDescription="虽然不像完全武器化的武器那样致命，但对于由装甲提供动力的极为有效的支援项目来说，潜力是巨大的。"

